{
  "home": {
    "title": "RusCoin",
    "infoTitle": "Brief info about RusCoin",
    "infoPoint1": "The coin has been traded on <a href='http://waves.exchange' target='_blank'>waves.exchange</a> for over 4 years since 06/30/2017",
    "infoPoint2": "Issued 21,000,000 coins with a face value of 50 USDN / RusCoin on 4 blockchains (Waves, Binance Smart Chain, ZHCash, <a href='https://relictumlab.io/auth/registration?ref=RusCoin2828' target='_blank'>Relictum Pro</a>)",
    "infoPoint3": "RusCoin is steadily traded in pairs with BTC, ETH, Waves, USDT, Zhcash, BUSD, CAKE, BNB",
    "infoPoint4": "In July 2021, 1,000,000 coins were issued on the 5th generation blockchain <a href='https://zhcash.org/partner/6100ddecb582ac8ee73fa8d8' target='_blank'>ZHCASH</a>",
    "infoPoint5": "Before the start of exchange trading on Relictum Pro, you can buy on the exchange <a href='https://waves.exchange' target='_blank'>waves.exchange</a> at a low RusCoin price and get a 20% bonus (+ 10% in coins to the Waves wallet and + 10% in coins to the Relictum Pro wallet) on the volume of purchased coins",
    "infoPoint6": "To receive 20% of the exchange cashback (bonuses), you need to send a transaction to <a href='https://t.me/RusCoin_Bykov' target='_blank'>https://t.me/RusCoin_Bykov</a>",
    "infoPoint7": "Funds from the sale of RusCoin tokens are placed in <a href='https://www.instagram.com/p/CUoyK0ptBlT/' target='_blank'>purchase of shares in promising startups</a> and the shares of Moscow Exchange (ticker: MOEX)",
    "whitePaper": "RusCoin White Paper",
    "ambaTitle": "RusCoin Ambassadors",
    "ambaText": "Click on the flag of the country and buy an NFT token and become the exclusive representative of RusCoin in the selected country. ",
    "twitterTitle": "Last Twitter news",
    "warningTitle": "Risks",
    "warningText": "Investments in assets include the following risks: risks associated with activities in a particular jurisdiction, risks associated with economic conditions, competitive environment, rapid technological and market changes, as well as other factors that may lead to significant deviations from the forecasts presented on this website ... These factors may cause actual results to differ from the assumptions or preliminary statements contained in the site."
  },
  "bsc": {
    "stepsButton": "Interactive instructions for connecting to Metamask",
    "stepsButtonShort": "Interactive instruction",
    "yourWallet": "In your wallet",
    "yourWalletShort": "In wallet",
    "stakeWallet": "In your staking",
    "stakeWalletShort": "To staking",
    "stakeButton": "Stake it",
    "tableColumn1": "Amount",
    "tableColumn2": "Staking time interval",
    "tableColumn3": "Percentage per month",
    "tableColumn4": "Annual percentage (APY)",
    "info1": "* Payouts <b>1st</b> и <b>15st</b> every month in <b>RusCoin</b>, return of deposits <b>1st</b> and <b>15st</b>.",
    "info2": "** Putting in staking <b>RusCoin</b> today, you will receive your stake back <b>endDateFormatted</b>, received interest on <b>endDaysFormatted</b> days.",
    "info3": "*** Deposit rusCoinsBalance <b>RusCoin</b> in 100 days will bring you benefitFormatted RSC (≈ benefitPriceBUSD USDT) without the price growth of RusCoin itself.",
    "diagramDistributeTitle": "How RusCoin Fund distributes incoming funds",
    "diagramDistributeHint": "* The combination of profitable stakes and holds allows to get APY > 40% even on the falling crypto market in November",
    "noMetaMask": "MetaMask browser extension not found",
    "addRusCoin": "Add RusCoin to MetaMask",
    "addBsc": "Add Binance Smart Chain to MetaMask",
    "connectMetaMask": "Connect",
    "installMetaMask": "Install",
    "title": "How to Buy RusCoin on Binance Smart Chain in 6 Easy Steps",
    "subtitle": "(especially since you have already made 0 of them)",
    "installTitle": "Step 1: Install Metamask",
    "installText": "What is it? MetaMask is a browser extension wallet that supports all kinds of Ethereum-based tokens (including ERC-20, NFT tokens, and BEP-20 tokens on the Binance Smart Chain). In addition, MetaMask can send / receive tokens and interact with smart contracts.",
    "installText2": "At the first start, you will be prompted to create a new wallet or import an existing one.",
    "installText3": "MetaMask supports Chrome, Firefox, Brave, Edge browsers (including mobile versions).",
    "installText4": "Special clarification for mobile users. Meta Mask for iOS and Android does not know how to work with browsers directly, so to connect the RusCoin website (or any other) to MetaMask, open the built-in MetaMask browser and copy the сгккуте link <a href='https://ruscoin.vip/#/binance'>ruscoin.vip</a>",
    "installText5": "Also, the mobile MetaMask is not yet able to show the token icon inside the wallet. So if your RusCoin is without a beautiful picture , it's okay, they will finish it soon.",
    "installDone": "MetaMask installed",
    "installButton": "Install MetaMask",
    "installReloadButton": "Refresh the page after installation",
    "connectTitle": "Step 2: Connect MetaMask",
    "connectText": "The MetaMask wallet can connect to sites (view balances, initiate transactions, exchange tokens through exchanges, call the functions of sample contracts).",
    "connectText2": "Just click this button to connect MetaMask, you can select the addresses that will be used to connect if your MetaMask already has more than one account:",
    "connectDone": "MetaMask is connected",
    "connectButton": "Connect MetaMask",
    "addBSCTitle": "Step 3: Add BSC Network",
    "addBSCText": "By default, MetaMask only shows Ethereum networks. To see your resources on the Binance Smart Chain (BNB, BUSD and RSC), you need to add the BSC network to the MetaMask networks list. You can then switch between networks in the MetaMask window.",
    "addBSCText2": "You can add the BSC network manually by <a href='https://docs.binance.org/smart-chain/wallet/metamask.html' target='_blank'>this instruction on the Binance website</a> or click on button: ",
    "addBSCDone": "BSC activated",
    "addBSCButton": "Activate BSC in MetaMask",
    "addRSCTitle": "Step 4: Add RusCoin to the list of tokens",
    "addRSCText": "To see your RusCoin in the wallet (and also to be able to send / receive tokens), you need MetaMask to add the address of <a href='https://bscscan.com/address/0xb5f8ec2e6190bc79e4a6d64168bd0ba406c31073' target='_blank'>RusCoin smart contract</a> to the list of your assets.",
    "addRSCText2": "You can add RSC coins manually via the 'Add token' option in MetaMask or click on this button:",
    "addRSCDone": "RusCoin added",
    "addRSCButton": "RusCoin in MetaMask",
    "buyBNBTitle": "Step 5: Buy BNB",
    "buyBNBText": "Your account now has 0 BNB. To buy RusCoin through a smart contract, you need at least 0.20025 BNB (commissions for transfers in the BSC network are also paid in BNB). The easiest way to buy BNB is <a href='https://accounts.binance.com/en/register?ref=17172123 'target ='_blank'>Binance</a> (does not require passport photo and selfie for small purchases). ",
    "buyBNBText2": "After purchasing, don't forget to transfer BNB to your MetaMask wallet!",
    "buyBNBDone": "BNB was bought",
    "buyBNBButton": "Buy BNB",
    "sendBNBTitle": "Step 6: Buy RusCoin",
    "sendBNBText": "You can buy RusCoin at the market price on the exchange (approximately 70 USDN for one RusCoin at <a href='https://pancakeswap.finance/' target='_blank'>pancakeswap.finance</a>). Or at a special price through smart contract (the number of coins and terms are limited.) The price of RusCoin through the counter at the moment is 0.4 BNB (approximately 100 USDN), the minimum purchase is 0.2 BNB, for this you will receive 2.1 RSC (+ 5% bonus). ",
    "sendBNBText2": "Just send 0.2 BNB (or more) to <a href='https://bscscan.com/address/0xb5f8ec2e6190bc79e4a6d64168bd0ba406c31073' target='_blank'>RusCoin smart contract</a> and you will receive RusCoin coins within 30 seconds . ",
    "sendBNBDone": "RusCoin is in your wallet!",
    "sendBNBButton": "Buy RusCoin",
    "stakingTitle": "Step 7: Stake RusCoin",
    "stakingText": "While you are waiting for RysCoin's record growth, there is another way to get profit from them now: send them to staking.",
    "stakingText2": "Send any amount of RusCoin more than 1 RSC to the address",
    "stakingButton": "Stake RusCoin"
  },
  "transfer": {
    "tableTitle": "Invest RusCoin right now",
    "tableColumn1": "Deposit volume",
    "tableColumn2": "Staking period",
    "tableColumn3": "Rate for 100 days",
    "tableColumn4": "Payment of interest in RusCoins on the 1st and 15th",
    "tableColumn5": "Rate per month",
    "exampleTitle": "Example:",
    "examplePoint1": "A client bought 1,000 RusCoin for 1,000 USDN at a price of 1 USDN/RSC",
    "examplePoint2": "The client has placed 1,000 RusCoin in staking for 100 days at a rate of 4%",
    "examplePoint3": "The client automatically receives 6 RSC to his waves-wallet on the 1st and 15th of each month",
    "examplePoint4": "The price of RusCoin/USDT is constantly growing, so the 6 RSC estimate will be from 6 USDN to 300 USDN",
    "examplePoint5": "A client can sell his 6 RSCs through waves.exchange or off-exchange and withdraw money (!)",
    "hint": "* Staking for Binance Smart Chain, Relictum Pro and Uniswap will be available at a later date."
  },
  "table": {
  }
}
