{
  "home": {
    "title": "RusCoin",
    "infoTitle": "Breve información sobre RusCoin",
    "infoPoint1": "La moneda ha sido negociada en <a href = 'http://waves.exchange' target='_blank'>ondas.intercambio</a> por más de 4 años desde el 30/06/2017",
    "infoPoint2": "Emitió 21.000.000 de monedas con un valor nominal de 50 USDN / RusCoin en 4 cadenas de bloques (Waves, Binance Smart Chain, ZHCash, <a href = 'https://relictumlab.io/auth/registration?ref=RusCoin2828' target='_blank'> Relictum Pro</a>)",
    "infoPoint3": "RusCoin se negocia constantemente en pares con BTC, ETH, Waves, USDT, Zhcash, BUSD, CAKE, BNB",
    "infoPoint4": "En julio de 2021, se emitieron 1.000.000 de monedas en la cadena de bloques de 5a generación <a href = 'https://zhcash.org/partner/6100ddecb582ac8ee73fa8d8' target='_blank'> ZHCASH</a>",
    "infoPoint5": "Antes de comenzar a operar en el exchange en Relictum Pro, puede comprar en el exchange <a href='https://waves.exchange' target='_blank'>ondas.cambie</a> a un precio bajo de RusCoin y obtenga un bono del 20% (+10% en monedas a la billetera Waves y + 10% en monedas a la billetera Relictum Pro) sobre el volumen de monedas compradas",
    "infoPoint6": "Para recibir el 20% del reembolso del intercambio (bonos), debe enviar una transacción a <a href='https://t.me/RusCoin_Bykov' target='_blank'>https://t.me/RusCoin_Bykov</a>",
    "infoPoint7": "Los fondos de la venta de tokens de RusCoin se colocan en <a href = 'https://www.instagram.com/p/CUoyK0ptBlT / 'target='_blank' >compra de acciones en startups prometedoras</a> y las acciones de la Bolsa de Moscú (ticker: MOEX)",
    "whitePaper": "Libro Blanco de RusCoin",
    "ambaTitle": "Embajadores de RusCoin",
    "ambaText": "Haga clic en la bandera del país y compre un token NFT y conviértase en el representante exclusivo de RusCoin en el país seleccionado. ",
    "twitterTitle": "Últimas noticias de Twitter",
    "warningTitle": "Riesgo",
    "warningText": "Las inversiones en activos incluyen los siguientes riesgos: riesgos asociados con actividades en una jurisdicción particular, riesgos asociados con las condiciones económicas, el entorno competitivo, los rápidos cambios tecnológicos y de mercado, así como otros factores que pueden conducir a desviaciones significativas de las previsiones presentadas en este sitio web ... Estos factores pueden hacer que los resultados reales difieran de las suposiciones o declaraciones preliminares contenidas en el sitio."
  },
  "bsc": {
    "stepsButton": "Instrucciones interactivas para conectarse a Metamask",
    "stepsButtonShort": "Instrucción interactiva",
    "yourWallet": "En tu cartera",
    "yourWalletShort": "En la cartera",
    "stakeWallet": "En tu estaca",
    "stakeWalletShort": "A apostar",
    "stakeButton": "Estaca",
    "tableColumn1": "Cantidad",
    "tableColumn2": "Intervalo de tiempo de replanteo",
    "tableColumn3": "Porcentaje mensual",
    "tableColumn4": "Porcentaje anual (APY)",
    "info1": "*Pagos <b> 1st </b> и <b> 15st</b> cada mes en <b>RusCoin</b>, devolución de depósitos <b>1st</b> y <b>15st< / b>.",
    "info2": "**Al poner en apuesta <b> RusCoin</b> hoy, recibirá su apuesta de vuelta <b> con formato de fecha final</b>, intereses recibidos en <b> con formato de días finales< / b>.",
    "info3": "***Deposit rusCoinsBalance <b> RusCoin</b> en 100 días le traerá RSC con formato de beneficio (≈benefitPriceBUSD USDT) sin el crecimiento de precios de RusCoin en sí.",
    "diagramDistributeTitle": "Cómo distribuye RusCoin Fund los fondos entrantes",
    "diagramDistributeHint": "*La combinación de participaciones y retenes rentables permite obtener APY > 40% incluso en el mercado de criptomonedas en caída en noviembre",
    "noMetaMask": "Extensión de navegador MetaMask no encontrada",
    "addRusCoin": "Añadir RusCoin a MetaMask",
    "addBsc": "Añadir Binance Smart Chain a MetaMask",
    "connectMetaMask": "Conectar",
    "installMetaMask": "Instalar",
    "title": "Cómo comprar RusCoin en Binance Smart Chain en 6 sencillos Pasos",
    "subtitle": "(sobre todo porque ya has hecho 0 de ellos)",
    "installTitle": "Paso 1: Instalar Metamask",
    "installText": "¿Qué es? MetaMask es una cartera de extensión de navegador que admite todo tipo de tokens basados en Ethereum (incluidos los tokens ERC-20, NFT y BEP-20 en la cadena inteligente Binance). Además, MetaMask puede enviar / recibir tokens e interactuar con contratos inteligentes.",
    "installText2": "En el primer inicio, se le pedirá que cree un nuevo monedero o importe uno existente.",
    "installText3": "MetaMask es compatible con los navegadores Chrome, Firefox, Brave y Edge (incluidas las versiones móviles).",
    "installText4": "Aclaración especial para usuarios móviles. Meta Mask para iOS y Android no sabe cómo trabajar con navegadores directamente, por lo que para conectar el sitio web de RusCoin (o cualquier otro) a MetaMask, abra el navegador integrado de MetaMask y copie el enlace сгккуте <a href='https://ruscoin.vip / # / binance ' > ruscoin.vip</a>",
    "installText5": "Además, el MetaMask móvil aún no puede mostrar el icono de token dentro de la billetera. Así que si su RusCoin no tiene una imagen hermosa, está bien, lo terminarán pronto.",
    "installDone": "MetaMask instalado",
    "installButton": "Instalar MetaMask",
    "installReloadButton": "Actualizar la página después de la instalación",
    "connectTitle": "Paso 2: Conectar MetaMask",
    "connectText": "La billetera MetaMask puede conectarse a sitios (ver saldos, iniciar transacciones, intercambiar tokens a través de intercambios, llamar a las funciones de contratos de muestra).",
    "connectText2": "Simplemente haga clic en este botón para conectar MetaMask, puede seleccionar las direcciones que se usarán para conectarse si su MetaMask ya tiene más de una cuenta:",
    "connectDone": "MetaMask está conectado",
    "connectButton": "Conectar MetaMask",
    "addBSCTitle": "Paso 3: Añadir red BSC",
    "addBSCText": "Por defecto, MetaMask solo muestra redes Ethereum. Para ver sus recursos en la cadena inteligente de Binance (BNB, BUSD y RSC), debe agregar la red BSC a la lista de redes de MetaMask. A continuación, puede cambiar entre redes en la ventana MetaMask.",
    "addBSCText2": "Puede agregar la red BSC manualmente mediante <a href = 'https://docs.binance.org/smart-chain/wallet/metamask.html' target='_blank'> esta instrucción en el sitio web de Binance< / a > o haga clic en el botón:",
    "addBSCDone": "BSC activado",
    "addBSCButton": "Activar BSC en MetaMask",
    "addRSCTitle": "Paso 4: Agregue RusCoin a la lista de tokens",
    "addRSCText": "Para ver su RusCoin en la billetera (y también para poder enviar / recibir tokens), necesita que MetaMask agregue la dirección de <a href='https://bscscan.com/address/0xb5f8ec2e6190bc79e4a6d64168bd0ba406c31073' target='_blank'> contrato inteligente de RusCoin</a> a la lista de sus activos.",
    "addRSCText2": "Puede agregar monedas RSC manualmente a través de la opción' Agregar token ' en MetaMask o haga clic en este botón:",
    "addRSCDone": "RusCoin añadido",
    "addRSCButton": "RusCoin en MetaMask",
    "buyBNBTitle": "Paso 5: Comprar BNB",
    "buyBNBText": "Tu cuenta ahora tiene 0 BNB. Para comprar RusCoin a través de un contrato inteligente, necesita al menos 0.20025 BNB (las comisiones por transferencias en la red BSC también se pagan en BNB). La forma más fácil de comprar BNB es <a href = 'https://accounts.binance.com/en/register?ref=17172123' target = '_blank'> Binance</a > (no requiere foto de pasaporte ni selfie para compras pequeñas). ",
    "buyBNBText2": "¡Después de comprar, no olvide transferir BNB a su billetera MetaMask!",
    "buyBNBDone": "BNB fue comprado",
    "buyBNBButton": "Comprar BNB",
    "sendBNBTitle": "Paso 6: Comprar RusCoin",
    "sendBNBText": "Puede comprar RusCoin al precio de mercado en la bolsa (aproximadamente 70 USDN por una RusCoin a <a href = 'https://pancakeswap.finanzas / 'target =' _blank ' >panqueques.finanzas</a>). O a un precio especial a través de contrato inteligente (el número de monedas y los términos son limitados.) El precio de RusCoin a través del mostrador en este momento es de 0.4 BNB (aproximadamente 100 USDN), la compra mínima es de 0.2 BNB, por esto recibirá 2.1 RSC (+ 5% de bonificación). ",
    "sendBNBText2": "Simplemente envíe 0.2 BNB (o más) a <a href = 'https://bscscan.com/address/0xb5f8ec2e6190bc79e4a6d64168bd0ba406c31073' target='_blank'> contrato inteligente de RusCoin< / a > y recibirás monedas de RusCoin en 30 segundos . ",
    "sendBNBDone": "¡RusCoin está en tu billetera!",
    "sendBNBButton": "Comprar RusCoin",
    "stakingTitle": "Paso 7: Estaca RusCoin",
    "stakingText": "Mientras espera el crecimiento récord de RysCoin, hay otra forma de obtener beneficios de ellos ahora: enviarlos a apuestas.",
    "stakingText2": "Envíe cualquier cantidad de RusCoin más de 1 RSC a la dirección",
    "stakingButton": "Stake RusCoin"
  },
  "transfer": {
    "tableTitle": "Invierte RusCoin ahora mismo",
    "tableColumn1": "Volumen de depósito",
    "tableColumn2": "Período de apuestas",
    "tableColumn3": "Tarifa por 100 días",
    "tableColumn4": "Pago de intereses en RusCoins los días 1 y 15",
    "tableColumn5": "Tarifa por mes",
    "exampleTitle": "Ejemplo:",
    "examplePoint1": "Un cliente compró 1,000 RusCoin por 1,000 USDN a un precio de 1 USDN / RSC",
    "examplePoint2": "El cliente ha colocado 1,000 RusCoin en apuestas durante 100 días a una tasa del 4%",
    "examplePoint3": "El cliente recibe automáticamente 6 RSC en su waves-wallet el 1 y el 15 de cada mes",
    "examplePoint4": "El precio de RusCoin / USDT está en constante crecimiento, por lo que la estimación de 6 RSC será de 6 USDN a 300 USDN",
    "examplePoint5": "Un cliente puede vender sus 6 RSC a través de ondas.cambio o fuera de cambio y retirar dinero (!)",
    "hint": "*Las apuestas para Binance Smart Chain, Relictum Pro y Uniswap estarán disponibles en una fecha posterior."
  },
  "table": {
  }
}
