{
  "home": {
    "title": "RusCoin",
    "infoTitle": "Краткая справка про RusCoin",
    "infoPoint1": "Монета торгуется на <a href='https://waves.exchange' target='_blank'>waves.exchange</a> более 4 лет с 30.06.2017 года, на ZHCASH c 28.07.21, на Pancakeswap c 04.09.21 года",
    "infoPoint2": "Всего выпущено 21 000 000 монет номиналом 50 USDN / RusCoin на 4 блокчейнах (Waves, Binance Smart Chain, ZHCash, <a href='https://relictumlab.io/auth/registration?ref=RusCoin2828' target='_blank'>Relictum Pro</a>)",
    "infoPoint3": "RusCoin устойчиво торгуется в паре с BTC, ETH, Waves, USDT, Zhcash, BUSD, CAKE, BNB",
    "infoPoint4": "В июле 2021 года было выпущено 1 000 000 монет на блокчейне 5-го поколения <a href='https://zhcash.org/partner/6100ddecb582ac8ee73fa8d8' target='_blank'>ZHCASH</a>",
    "infoPoint5": "До начала биржевых торгов на Relictum Pro, можно купить на бирже <a href='https://waves.exchange' target='_blank'>waves.exchange</a> по низкой цене RusCoin и получить 20% бонус (+10% в монетах на кошелек waves и +10% в монетах на кошелек Relictum Pro ) от объема купленных монет",
    "infoPoint6": "Для получения 20% биржевого кэшбека (бонусов) нужно выслать транзакцию на <a href='https://t.me/RusCoin_Bykov' target='_blank'>https://t.me/RusCoin_Bykov</a>",
    "infoPoint7": "Средства от продажи токенов RusCoin размещаются в <a href='https://www.instagram.com/p/CUoyK0ptBlT/' target='_blank'>покупку долей в перспективных стартапах</a> и скупку акций Мосбиржи (тикер: MOEX)",
    "whitePaper": "Белая книга RusCoin",
    "ambaTitle": "Амбассадоры RusCoin",
    "ambaText": "Кликни на флаг страны-купи NFT токен и Стань экслюзивным представителем RusCoin в выбранной стране!",
    "twitterTitle": "Последние Twitter новости",
    "warningTitle": "Риски",
    "warningText": "Инвестиции в активы включают следующие риски: риски, связанные с деятельностью в конкретной юрисдикции, риски, связанные с экономическими условиями, конкурентной средой, быстрыми технологическими и рыночными изменениями, а также другими факторами, которые могут привести к значительным отклонениям от прогнозов, представленных на этом сайте. Эти факторы могут привести к тому, что фактические результаты могут отличаться от допущений или предварительных утверждений, содержащихся на сайте."
  },
  "bsc": {
    "stepsButton": "Интерактивная инструкция для подключения к Metamask",
    "stepsButtonShort": "Интерактивная инструкция",
    "yourWallet": "У вас в кошельке",
    "yourWalletShort": "В кошельке",
    "stakeWallet": "У вас в стейкинге",
    "stakeWalletShort": "В стейкинге",
    "stakeButton": "В стейкинг",
    "tableColumn1": "Количество",
    "tableColumn2": "Срок стейкинга",
    "tableColumn3": "Процент в месяц",
    "tableColumn4": "Годовой процент (APY)",
    "info1": "* Выплаты <b>1</b> и <b>15</b> числа каждого месяца в <b>RusCoin</b>, возвращение депозитов <b>1</b> и <b>15</b> числа.",
    "info2": "** Положив в стейкинг <b>RusCoin</b> сегодня, вы получите вклад обратно <b>endDateFormatted</b>, получив проценты за <b>endDaysFormatted</b> дней.",
    "info3": "*** Вклад rusCoinsBalance <b>RusCoin</b> за 100 дней принесёт вам benefitFormatted RSC (≈ benefitPriceBUSD USDT) без учёта роста цены самого RusCoin.",
    "diagramDistributeTitle": "Как фонд RusCoin распределяет поступающие средства",
    "diagramDistributeHint": "* Сочетание доходных стейкингов и холдов позволяет получать APY > 40% даже на падающем в ноябре крипторынке",
    "noMetaMask": "Расширение браузера MetaMask не найдено",
    "addRusCoin": "Добавить RusCoin в MetaMask",
    "addBsc": "Добавить Binance Smart Chain в MetaMask",
    "connectMetaMask": "Подключить",
    "installMetaMask": "Установить",
    "title": "6 простых шагов как купить RusCoin на Binance Smart Chain",
    "subtitle": "(тем более, что 0 из них вы уже сделали)",
    "installTitle": "Шаг 1: Установите Metamask",
    "installText": "Что это такое? MetaMask – это кошелек в виде браузерного расширения, который поддерживает все виды токенов на основе Ethereum (включая ERC-20, NFT токены, а также токены BEP-20 на Binance Smart Chain). Кроме того, MetaMask умеет отправлять/получать токены и взаимодействовать со смарт контрактами.",
    "installText2": "При первом запуске вам предложат создать новый кошелёк или импортировать уже имеющийся.",
    "installText3": "MetaMask поддерживает браузеры Chrome, Firefox, Brave, Edge.",
    "installText4": "Специальное уточнение для мобильных пользователей. MetaMask для iOS и Android не умеет работать с браузерами напрямую, поэтому для подключения сайта RusCoin (или любого другого) к MetaMask, откройте встроенный MetaMask браузер и скопируйте туда ссылку <a href='https://ruscoin.vip/#/binance'>ruscoin.vip</a>:",
    "installText5": "Также мобильный MetaMask пока не умеет показывать иконку токена внутри кошелька. Так что если ваш RusCoin без красивой картинки - ничего страшного, они скоро доделают.",
    "installDone": "MetaMask установлен",
    "installButton": "Установить MetaMask",
    "installReloadButton": "Обновите страницу после установки",
    "connectTitle": "Шаг 2: Подключить MetaMask",
    "connectText": "Кошелёк MetaMask может подключаться к сайтам (смотреть баланс, инициировать транзакции, осуществлять обмен токенов через биржи, вызывать функции смарт контрактов).",
    "connectText2": "Подключение к кошельку делается одной кнопкой, вы можете выбрать адреса, которые будут использоваться для подключения, если в вашем MetaMask уже больше одного аккаунта:",
    "connectDone": "MetaMask подключен",
    "connectButton": "Подключить MetaMask",
    "addBSCTitle": "Шаг 3: Добавить сеть BSC",
    "addBSCText": "По-умолчанию MetaMask показывает только сети Ethereum. Чтобы видеть ваши ресурсы в сети Binance Smart Chain (BNB, BUSD и RSC), вам нужно добавить сеть BSC в список сетей MetaMask. После этого вы сможете переключаться между сетями в окне MetaMask.",
    "addBSCText2": "Можно добавить сеть BSC вручную по <a href='https://docs.binance.org/smart-chain/wallet/metamask.html' target='_blank'>этой инструкции на сайте Binance</a> или нажать на кнопку:",
    "addBSCDone": "BSC активирован",
    "addBSCButton": "Активировать BSC в MetaMask",
    "addRSCTitle": "Шаг 4: Добавить RusCoin в список токенов",
    "addRSCText": "Чтобы увидеть ваши RusCoin в кошельке (а также иметь возможность отправлять/получать токены), нужно чтобы MetaMask добавил адрес <a href='https://bscscan.com/address/0xb5f8ec2e6190bc79e4a6d64168bd0ba406c31073' target='_blank'>смарт контракта RusCoin</a> в список ваших ресурсов.",
    "addRSCText2": "Можно добавить монеты RSC вручную через опцию 'Add token' в MetaMask или нажать на эту кнопку:",
    "addRSCDone": "RusCoin добавлен",
    "addRSCButton": "RusCoin в MetaMask",
    "buyBNBTitle": "Шаг 5: Купить BNB",
    "buyBNBText": "Сейчас на вашем счёту 0 BNB. Чтобы купить RusCoin через смарт контракт вам нужно минимум 0.20025 BNB (комиссии за переводы в сети BSC оплачиваются также в BNB).Самый простой способ купить BNB - это <a href='https://accounts.binance.com/ru/register?ref=17172123' target='_blank'>Binance</a>.",
    "buyBNBText2": "<strong style='color: white'>Внимание!</strong> После покупки не забудьте перевести BNB на ваш кошелёк в MetaMask! Отправка BNB со счёта биржи на контракт RusCoin приведёт к отправке RSC на случайный счёт биржи и потере средств!",
    "buyBNBDone": "BNB были куплены",
    "buyBNBButton": "Купить BNB",
    "sendBNBTitle": "Шаг 6: Купить RusCoin",
    "sendBNBText": "Купить RusCoin можно по рыночной цене на бирже (примерно 70 USDN за один RusCoin на <a href='https://pancakeswap.finance/' target='_blank'>pancakeswap.finance</a>). Либо по специальной цене через смарт контракт (количество монет и сроки ограничены). Цена RusCoin через контрат в данным момент 0.4 BNB (примерно 100 USDN), минимальная покупка - 0.2 BNB, за это вы получите 2.1 RSC (+5% бонуса).",
    "sendBNBText2": "Просто отправьте 0.2 BNB (или больше) на адрес <a href='https://bscscan.com/address/0xb5f8ec2e6190bc79e4a6d64168bd0ba406c31073' target='_blank'>смарт контракта RusCoin</a> и вы получите монеты RusCoin в течение 30 секунд.",
    "sendBNBDone": "RusCoin у вас в кошельке!",
    "sendBNBButton": "Купить RusCoin",
    "stakingTitle": "Ваш баланс",
    "stakingText": "Пока вы ждёте рекордного роста RusCoin, есть ещё один способ получить с них доход уже сейчас: отправте их в стейкинг!",
    "stakingText2": "Отправте любую сумму RusCoin больше 1 RSC на адрес",
    "stakingButton": "Застейкать RusCoin"
  },
  "transfer": {
    "tableTitle": "Инвестируй RusCoin уже сейчас",
    "tableColumn1": "Объём депозита",
    "tableColumn2": "Период стейкинга",
    "tableColumn3": "Ставка за 100 дней",
    "tableColumn4": "Выплата процентов в RusCoin 1 и 15 числа",
    "tableColumn5": "Ставка за месяц",
    "exampleTitle": "Пример:",
    "examplePoint1": "Клиент купил 1 000 RusCoin на сумму в 1000 USDN по цене 1 USDN/RSC",
    "examplePoint2": "Клиент разместил 1 000 RusCoin в стейкинг на 100 дней по ставке 4%",
    "examplePoint3": "Клиент автоматически на свой waves-кошелек 1-го и 15-го числа каждого месяца получает 6 RSC",
    "examplePoint4": "Цена RusCoin/USDT постоянно растет, поэтому оценка 6 RSC будет от 6 USDN до 300 USDN",
    "examplePoint5": "Клиент может продать свои 6 RSC через биржу waves.exchange или вне биржи и вывести деньги(!)",
    "hint": "*Стейкинг для Binance Smart Chain, Relictum Pro и Uniswap будет доступен позднее"
  },
  "table": {
  }
}
